export default [
  {
    id: "a-1",
    time: "۳۶ دقیقه پیش",
    username: "فاطمه صدری",
    avatar_url: "/images/avatar/avt_1.jpg",
    order_title: "عطاویچ قزوین",
    score: "۷.۴",
    feedback:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
  },
  {
    id: "a-2",
    time: "۴۳ دقیقه پیش",
    username: "مریم قاسمی",
    avatar_url: "/images/avatar/avt_2.jpg",
    order_title: "عطاویچ تهران",
    score: "۷.۶",
    feedback:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است .",
  },
  {
    id: "a-3",
    time: "۳۰ دقیقه پیش",
    username: "سارا عباسی",
    avatar_url: "/images/avatar/avt_3.jpg",
    order_title: "عطاویچ مشهد",
    score: "۷.۴",
    feedback:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
  },
];
